Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/UI/_BATTLE.po
Languages: es, pt

source: pokeName fainted!
es: pokeName se ha desmallado!
pt: Selecione um novo Pokemon

source: pokeName used moveName
es: pokeName ha usado moveName
pt: pokeName usou moveName

source: Awaiting your move...
es: Esperando tu decision...
pt: Aguardando seu movimento...

source: pokeName gained expNum EXP and needs expRemaining EXP to level up...
es: pokeName ha obtenido expNum EXP
pt: pokeName ganhou expNum EXP

source: pokeName returned to normal.
es: pokeName ha regresado a la normalidad.
pt: pokeName retornou ao normal.

source: trainerName sent out pokeName
es: trainerName ha enviado a pokeName
pt: trainerName enviou pokeName

source: Select a new Pokemon!
es: Escoje un nuevo Pokemon!
pt: Selecione um novo Pokemon!

source: pokeName took damageNum damage
es: pokeName ha recibido damageNum danios
pt: pokeName recebeu damageNum damage

source: It has hpNum life remaining
es: Le quedan hpNum HP.
pt: Posui hpNum Vida restante

source: pokeName recovered damageNum HP
es: pokeName ha recuperado damageNum HP
pt: pokeName recuperou damageNum HP

source: trainerName won the battle!
es: trainerName es el ganador!
pt: trainerName venceu a batalha!

source: trainerName was defeated!
es: trainerName fue derrotado!
pt: trainerName foi derotado!

source: You got away safely!
es: Saliste corriendo asalvo!
pt: Fugiu a distancia segura!

source: You couldn't run away!
es: No pudiste escapar!
pt: Voce nao pode fugir!

source: pokeName was poisoned!
es: pokeName ha sido envenenado!
pt: pokeName foi envenenado!

source: pokeName is frozen solid!
es: pokeName ha sido congelado!
pt: pokeName está congelado!

source: pokeName was burnt!
es: pokeName ha sido quemado!
pt: pokeName foi queimado!

source: pokeName is paralyzed! It might be unable to move
es: pokeName ha sido paralizado! Puede que no pueda moverse.
pt: pokeName está paralisado! Pode estar incapaz de se mover

source: pokeName fell asleep!
es: pokeName se ha dormido!
pt: pokeName adormeceu!

source: You got $earningsNum for winning!
es: Obtuviste $earningsNum por la victoria!
pt: Você tem $earningsNum para ganhar!

source: pokeName reached level levelNum!
es: pokeName ha crecido al nivel levelNum!
pt: pokeName alcançou o level levelNum!

source: moveName has no PP. Please select a new move.
es: moveName no tiene PP. Escoje otro ataque.
pt: moveName não tem PP. Por favor selecione um novo movimento.

source: The wild pokeName dropped a rewardItem!
es: pokeName ha tirado un rewardItem!
pt: O pokeName selvagem deixou cair uma rewardItem!

source: You got a rewardItem for winning!
es: Has obtenido un rewardItem por la victoria!
pt: Você tem uma rewardItem para ganhar!
