Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/UI/_GUI.po
Languages: pt

source: Pokemon Team
pt: Equipe Pokemon

source: Name:
pt: Nome:

source: Attack:
pt: Ataque:

source: Defense:
pt: Defesa:

source: Sp. Attack:
pt: Sp. Ataque:

source: Sp. Defense:
pt: Sp. Defesa:

source: Speed:
pt: Velocidade:

source: Ability:
pt: Abilidade:

source: Type one:
pt: Tipo um:

source: Type two:
pt: Tipo dois:

source: Gender:
pt: Genero:

source: Options
pt: Opcoes

source: Full Screen view
pt: Tela Cheia

source: Mute
pt: Mudo

source: Save
pt: Salvar

source: Changes may not take effect until you restart.
pt: As mudancas terao efeito quando voce reniciar.

source: Pokenet Help
pt: Pokenet: Ajuda online

source: Arrow keys or WASD keys/nMovement/n/n
pt: Os botoes de movimento sao as WASD e/ou Setas /nMovement/n/n

source: Spacebar/nTalk/n/n
pt: Espaco /nTalk/n/n

source: Right-click/nInteract with other players/n/n
pt: Use Espaco para conversar com a NPC(OU/nPersonagem nao jogador)./n

source: Use the whisper option to start a private chat.
pt: Use o /w USERNAME TEXT/ncommando para chamar outros/njogadores.

source: Type the /playercount command into local chat to see how many players are online./n
pt: Use o /playercount commando to/npara ver quantos jogadores estao online.

source: For more information, go to www.pokedev.org
pt: Se voce tiver insiguias use/nshift para surfar.

source: You must accept Terms of Service (ToS) before registering.
pt: Voce deve aceitar os termos do servico para se registar.

source: Male
pt: Homem

source: Female
pt: Mulher

source: None
pt: Duvidoso

source: PvP Battles/Trades
pt: PvP Batalhas/Trocas

source: Cancel
pt: Cancelar

source: Accept
pt: Aceitar

source: Decline
pt: Recusar

source: Send Offer
pt: Enviar Oferta:

source: Your Offer:
pt: Sua Oferta:

source: Their Offer:
pt: Oferta dele:

source: test
pt: teste

source: Waiting...
pt: Aguarde...

source: Send a Request
pt: Enviando Pedido

source: Requests Received
pt: Pedido Recebido

source: Trade:
pt: Troca:

source: Money only
pt: Dinheiro apenas

source: Battle
pt: Batalha

source: Trade
pt: Troca

source: Disable Surrounding Maps
pt: Desactivar Circundantes Mapas
