Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/UI/_LOGIN.po
Languages: es, pt

source: Pokenet Server Select
es: Seleccion de Servidor Pokenet
pt: Pokenet Selecione o Servidor

source: Note: Your account will work on all servers
es: Nota: Tu cuenta funciona en todos los servidores
pt: Note: Sua Conta deve Funcionar em Todos os Servidores

source: Private Server
es: Servidor Privado
pt: Servidor Privado

source: About
es: Acerca de
pt: Sobre

source: ToS
es: Terminos de Servicio

source: Username:
es: Usuario
pt: Usuario:

source: Password:
es: Clave
pt: Senha:

source: Login
es: Ingresar

source: Register
es: Registrar
pt: Registro:

source: Pokenet Registration
es: Registro Pokenet
pt: Pokenet Registro

source: Confirm Password:
es: Confirmar Clave
pt: Comfime Sua senha:

source: D.O.B. (dd/mm/yyyy):
es: F.D.N. (dd/mm/aaaa)
pt: nascimento (dd/mm/yyyy):

source: Confirm Email:
es: Confirma Email
pt: Confirme Email:

source: Starter Pokemon:
es: Pokemon Inicial
pt: Pokemon Inicial:

source: Gender:
es: Genero
pt: Genero:

source: Male
es: Hombre
pt: Macho

source: Female
es: Mujer
pt: Femea

source: Terms of Service
es: Terminos de Servicio
pt: Termos do Servico

source: I agree to the ToS
es: Acepto los TdS
pt: Eu aceito os Termos

source: Cancel
es: Cancelar
pt: Cancelar

source: User or password are incorrect /nVerify you typed user and password correctly.
es: Usuario o Clave Incorrecto/nVerifica que escribiste correctamente tu nombre de usuario y clave
pt: Usoario ou senha incoreta /nVerifique se voce digitou coretamente.

source: The account server is currently offline. /nPlease try again later.
es: El servidor de la cuenta esta actualmente desconectado./nPor favor intenta de nuevo mas tarde.
pt: O servidor de contas esta offline. /nPor favor tente novamente.

source: Successful registration. You may now login on any server.
es: Registro exitoso. /nAhora puedes ingresar en cualquier servidor.
pt: Registro conluido com suceso. Agora voce ja pode logar.

source: The account server is currently offline./nPlease try again later.
es: El servidor de la cuenta esta actualmente desconectado./nPor favor intenta de nuevo mas tarde.
pt: O servidor de contas esta offline./nPor favor tente novamente.

source: Username already taken.
es: El nombre de usuario ya ha sido tomado.
pt: Usuario invalido.

source: Unknown error occurred. Please try again later.
es: Ha ocurrido un error desconocido. /nPor favor intenta de nuevo mas tarde.
pt: Um erro ocoreu. Por favor tente novamente.

source: Invalid data.
es: Datos invalidos.
pt: Arquivos invalidos.

source: You must accept Terms of Service (ToS) before registering.
es: Debes aceptar los Terminos de Servicio (TdS) para poder registrarte.
pt: Voce deve aceitar os temos do servico para se registrar.

source: Date of birth invalid.
es: Fecha de Nacimiento invalida.
pt: Data de nacimento invalida.

source: Not a valid email.
es: El Correo no es valido.
pt: Email nao valido.

source: Passwords do not match.
es: Las claves no coinciden.
pt: As senhao nao coincidem.

source: Username must have at least 4 characters and no more than 12.
es: El Nombre de Usuario debe tener por lo menos 4 letras, y no mas de 12.
pt: O usuario nao deve ter mais que 12 dijitos e menos que 4.

source: VeryLongToSScreenGoesHere
es: 1. No maldecir./n2. No spam./n3. Una cuenta por persona (Revisamos)./n4. No estafar./n5. No hables en mayusculas./n6. No uses bots./n7. No intentes hackear./n/nRomper cualquiera de estas/nreglas puede causar un ban. Recuerda que esto es/nun beta, tu cuenta puede sufir cambios o /nperdida de informacion. Cualquier problema, reportalo en el chat de Pokenet: www.pokeglobal.org/chat.php
pt: 1. E proibido insultar./n2. E proibido spam, flood e fazer propaganda de outros sites./n3. So e permitido uma conta por pessoa./n4. E proibido fraudar o jogo./n5. Nao converse com todas as letras maiusculas./n6. E proibido usar bots./n7. E proibido hackear ou usar cheats/n/nQuebrar qualquer dessas regras pode resultar em suspensao da conta./nNos tambem gostariamos que os membros notassem que esta e uma versao beta, e sua conta pode ser deletada a qualquer momento para facilitar melhorias. Qualquer bug ou erro deve ser reportado para os desenvolvedores

source: About Pokenet
es: Sobre Pokenet
pt: Sobre Pokenet

source: Pokenet is a free, non-profit, open-source Pokemon MMORPG.
es: Pokenet es un juego masivo online libre, gratuito y sin fines lucrativos.
pt: Pokenet e gratis, non-profit, um Pokemon MMORPG de codigo aberto.

source: Pokenet is in no way affiliated with or officially supported by Nintendo.
es: Pokenet no esta afiliado a Nintendo, ni es apoyado por el mismo.
pt: Pokenet de modo algum ï¿½ afiliado ou oficialmente apoiado pela Nintendo.

source: Pokemon is a registered trademark of Nintendo (1995 - Present)./n/n
es: Pokemon es una marca registrada de Nintendo (1995 - Presente). /n/n
pt: Pokemon e uma marca registrada da Nintendo (1995 - Present)./n/n

source: Contributors:
es: Contribuidores:
pt: Contribuidores:

source: Fshy, ZombieBear, Ryan, Pivot/nIlentcape, Sienide, TMKCodes, Drawing,/nLordAdmiral, Psycho, Dragina,/nOblivion, Lastplacer, Firefly17, Gama,/nJacobe, Latias, Callagan, xkendrickx,/nMewtwo, PheonixClaw, JayJay, May, Nushio, Kiwii
es: Fshy, ZombieBear, Ryan, Pivot,/nIlentcape, Sienide, TMKCodes, Drawig,/nLordAdmiral, Psycho, Dragina,/nOblivion, Lastplacer, Firefly17, Gama,/nJacobe, Latias, Callagan, xkendrickx,/nMewtwo, PheonixClaw, JayJay, May, Nushio, PokeRemixStudio
pt: Fshy, ZombieBear, Ryan, Pivot/nIlentcape, Sienide, TMKCodes, Drawing,/nLordAdmiral, Psycho, Dragina,/nOblivion, Lastplacer, Firefly17, Gama,/nJacobe, Latias, Callagan, xkendrickx,/nMewtwo, PheonixClaw, JayJay, May, Nushio, Kiwii, XFX

source: You have been disconnected from the game server.
es: Haz sido desconectado del servidor.
pt: Voce foi disconectado do servidor.
