Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-1.-4.po
Languages: es, pt

source: Route 44
es: Ruta 44

source: Mahogany Town - Blackthorn City
es: Pueblo Caoba - Ciudad Endrino
pt: Mahagonia City - Ebenholz City

source: Ice Path ahead
es: Ruta Helada adelante
pt: Caminho de gelo em frente

source: I'm gonna win, for sure!
es: Voy a ganar! Estoy seguro!
pt: Eu vou ganhar, com certeza!

source: I fish until I can't anymore.
es: Yo pesco hasta no poder mas.
pt: Eu pesco ate nao poder mais.

source: I also battle until I drop.
es: Tambien peleo hasta que caigo.
pt: Eu tambem batalho ate cair.

source: That's my relationship with my Pokemon.
es: Esa es mi relacion con mis Pokemon.
pt: Esta e a minha relacao com meu Pokemon.

source: You look strong.
es: Pareces un oponente fuerte.
pt: Voce parece forte.

source: Good trainers seek tough opponents instinctively.
es: Los buenos entrenadores buscan oponentes fuertes.
pt: Bons treinadores Treinadores buscam duros oponentes instintivamente.

source: I can tell you're a good trainer by looking at you.
es: Puedo ver que eres buen entrenador con solo verte.
pt: Eu posso dizer que voce e um bom treinador olhando para voce.

source: I'm good at Pokemon, and I can see that you are too.
es: Soy bueno con Pokemon, y veo que tu tambien lo eres.
pt: Eu sou bom em Pokemon, e eu posso ver que voce tambem e.

source: I'll do anything to get my hands on rare Pokemon!
es: Hare lo que sea por obtener Pokemon raros!
pt: Eu farei qualquer coisa para por minhas maos em raros Pokemons !

source: Aack! You made me lose a Poliwag!
es: Aack! Me hiciste perder mi Poliwag!
pt: Haaa! Voce fez eu perder um Poliwag!

source: What are you going to do about it?
es: Que haras al respecto?
pt: O que voce vai fazer agora?

source: Do you know about the legendary bird Pokemon?
es: Conoces al Pokemon legendario tipo ave?
pt: Voce sabe sobre o lendario Pokemon passaro?
