Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-2.-5.po
Languages: es, pt

source: I can do so much with my Pokemon-- it's super-fun!
es: Puedo hacer tanto con mis Pokemon-- Es divertido!
pt: Eu posso fazer tantas coisas com meus Pokemons-- É super divertido!

source: Are you going to Lake of Rage too?
es: Vas al Lago Ira tambien?
pt: Você também vai para o Lago da Fúria?

source: Let's play for a little while!
es: Juguemos por un rato!
pt: Vamos brincar um pouco!

source: Hey! Do you have any rare Pokemon?
es: Oye! Tienes Pokemon raros?
pt: Ei! Você tem algum Pokemon raro?

source: I love Pokemon!
es: Amo a los Pokemon!
pt: Eu amo os Pokemons!

source: That's why I started-- and why I'll keep on collecting Pokemon!
es: Asi comenzo todo-- Y por eso debo seguir coleccionando Pokemon!
pt: É por isso que eu comecei-- e por isso continuo colecionando Pokemons!

source: Some guy said that my Pokemon is useless!
es: Otro entrenador dijo que mi Pokemon es inutil!
pt: Outro treinador disse que meus Pokemons são inúteis!

source: My Pokemon's a good companion!
es: Mi Pokemon es un buen companiero!
pt: Meus pokemons são bons companheiros!

source: I'm in a slump.
es: Estoy de mal humor.
pt: Estou de mal humor.

source: Maybe it's the gear I'm using.
es: Quizas es el equipaje que traigo.
pt: Talvez seja o material que estou usando.

source: Let's battle for a change of pace!
es: Vamos a pelear, para variar un poco!
pt: Vamos batalhar para mudar o ritmo!

source: Trainer Tips:
es: Tip de Entrenador:
pt: Dicas de Treinador:

source: One day in the game world are six hours in the real world.
es: 6 horas 'reales' son un dia del juego.
pt: Um dia no jogo são seis horas no mundo real.

source: Route 43
es: Ruta 43
pt: Rota 43

source: Lake of Rage - Mahogany Town
es: Lago Ira - Pueblo Caoba
pt: Lago da Fúria - Cidade de Mahogany
