Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-3.-2.po
Languages: pt

source: Violet City - The city of nostalgic scents
pt: Cidade Violeta: A Cidade dos Aromas Nostálgicos

source: Violet City Gym
pt: Ginásio da Cidade Violeta

source: Leader: Falkner
pt: Líder: Falkner

source: The elegant master of flying-Pokemon.
pt: O elegante mestre dos Pokemons voadores.

source: Earl's Pokemon Academy
pt: Academia de Pokemons do Earl

source: Sprout Tower:
pt: Torre Bellsprout:

source: Experience the way of Pokemon.
pt: Experimente o jeito Pokemon.

source: The circle next to items in marts show how much of that item is in stock
pt: O círculo ao lado dos itens nas lojas indica quantos itens há no estoque

source: If the circle is white, it means they are out of stock
pt: Se o círculo estiver branco, significa que o item está esgotado

source: Some stores take longer to refill their stock
pt: Algumas lojas demoram mais para repor o estoque
