Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-3.-1.po
Languages: pt

source: I haven't seen you around here.
pt: Eu não vi você por aqui.

source: So you think you are pretty tough?
pt: Então você acha que é forte?

source: Uh-huh. Yeah, and you know...
pt: Uhum. É, e você sabe...

source: Pardon? Battle? I'm on the phone.
pt: Me desculpe, batalhar? Estou no telefone.

source: Oh, all right. But make it fast.
pt: Ah, tudo bem. Mas seja rápido.

source: That glance... It's intriguing.
pt: Aquele olhar... É intrigante.

source: I found some good Pokemon in the grass!
pt: Achei uns Pokemons bons na grama!

source: I think they'll do it for me!
pt: Acho que farão isso por mim!

source: I'm really good in both fishing and Pokemon.
pt: Eu sou tão bom com pescaria quanto com Pokemons.

source: I'm not about to lose to any kid!
pt: Eu não vou perder para qualquer garoto!

source: You made me lose that fish!
pt: Você me fez perder aquele peixe!

source: My Pokemon? Freshly caught!
pt: Meus Pokemons? Acabei de capturar!

source: Are you coming from Violet City?
pt: Você está vindo da Cidade Violeta?

source: Have you fought Falkner?
pt: Você lutou contra o Falkner?

source: Ruins of Alph east entrance
pt: Ruínas Alfa - entrada leste

source: Route 32
pt: Rota 32

source: Violet City - Azalea Town
pt: Cidade Violeta - Vila Azalea

source: Union Cave ahead
pt: Caverna Union a frente
