Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-3.-4.po
Languages: pt

source: Route 42
pt: Rota 42

source: Ecruteak City - Mahogany Town
pt: Cidade de Ecruteak - Cidade de Mahogany

source: Mt. Mortar
pt: Monte Morteiro

source: Waterfall Cave inside
pt: Interior da Caverna da Cachoeira

source: Trainer Tips:
pt: Dicas de Treinador:

source: Your character can be played on any of the official servers.
pt: Você pode jogar com seu personagem em qualquer servidor oficial.

source: Hey!
pt: Ei!

source: This is my secret place! Get lost, you outsider!
pt: Esse é o meu lugar secreto! Dê o fora, intruso!

source: Let me demonstrate the power of the Pokemon I caught!
pt: Deixe-me demonstrar o poder dos Pokemons que capturei!

source: Ah, It's good to be outside! I feel so free!
pt: Ah, é tão bom aqui fora! Me sinto livre!
