Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-31.-35.po
Languages: pt

source: It's a list of winning trainers.
pt: E uma lista dos treinadores que venceram neste ginasio.

source: Yo! Champ in making!
pt: Ola, futuro campeao!

source: This gym is home to normal-type Pokemon trainers.
pt: Este ginasio e o lar dos treinadores de Pokemon do tipo Normal.

source: I recommend you use fighting-type Pokemon.
pt: Recomendo que use Pokemon de tipo Lutador aqui.

source: Give it your best shot, or I'll take you down!
pt: De tudo de si, ou vou acabar com voce!

source: Oh, you are a cute little trainer!
pt: Ah, que gracinha voce e!

source: I like you, but I won't hold back!
pt: Gostei de voce, mas nao vou pegar leve!

source: Don't let my Pokemon's cute looks fool you. They can whip you!
pt: Nao deixe a aparencia fofa dos meus Pokemon enganar voce. Eles podem ser o seu fim!

source: I like cute Pokemon better than strong Pokemon.
pt: Gosto mais de Pokemons belos do que fortes.

source: But I have strong and cute Pokemon!
pt: Mas eu tenho Pokemons belos e fortes!

source: Hi! I'm Whitney!
pt: Oi! Eu sou a Whitney!

source: Everyone was into Pokemon, so I got into it too!
pt: Quando todos entraram na onda dos Pokemons, eu entrei tambem!

source: Pokemon are super-cute! You want to battle?
pt: Pokemons sao superfofos! Voce quer uma batalha?

source: I'm warning you--I'm good!
pt: Estou avisando: eu sou boa!
