Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-31.-41.po
Languages: pt

source: Welcome to the Pokemon storage system.
pt: Bem-vindo ao sistema de armazenamento Pokemon.

source: 1F: Reception
pt: 1F: Recepcao

source: 2F: Sales
pt: 2F: Vendas

source: 3F: Personnel
pt: 3F: Pessoal

source: 4F: Production
pt: 4F: Producao

source: 5F: Director's Office
pt: 5F: Escritorio do Diretor

source: Lucky Channel!
pt: Canal da Sorte!

source: Win with Pokemon ID numbers!
pt: Ganhe com os numeros de ID Pokemon!

source: Trade your Pokemon to collect different ID numbers!
pt: Troque Pokemons para colecionar varios numeros de ID!

source: Welcome!
pt: Bem-vindo!

source: Please tune in to our radio shows.
pt: Por favor, sintonize os nossos programas de radio.

source: Please report this bug!
pt: Por favor, comunique este erro!

source: I love Mary, from Pokemon Talk.
pt: Eu amo a Mary, do Bate-papo Pokemon.

source: I only know what she sounds like, though.
pt: Mas eu so conheco a voz dela.

source: Ben is a fabulous DJ.
pt: Ben e um DJ fabuloso.

source: His sweet voice makes me melt!
pt: Sua voz doce me derrete toda!
