Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-31.-49.po
Languages: pt

source: Ah. You're on an adventure with your Pokemon?
pt: Ha. Voce esta em uma aventura com seu Pokemon?

source: It is always good to travel everywhere and to look around everywhere.
pt: E sempre bom viajar por toda parte, e dar uma olhada em todos os lugares.

source: History of Ecruteak
pt: Historia de Ecruteak.

source: In Ecruteak, there were two towers.
pt: Em Ecruteak, havia duas torres.

source: Each tower was the roost of powerful flying-Pokemon.
pt: Cada torre foi um ninho de poderosos Pokemons voadores.

source: But one of the towers burned to the ground.
pt: Mas uma das torres queimou ate o chao.

source: The two Pokemon haven't been seen since...
pt: Os dois Pokemons nao foram vistos desde entao.

source: Ecruteak was also home to three Pokemon that raced around the town.
pt: Ecruteak tambem abrigava tres Pokemons que viviam ao redor da cidade.

source: They were said to have been born of water, lightning and fire.
pt: Diziam que eles nasceram da agua, do raio e do fogo.

source: But they could not contain their excessive power.
pt: Mas eles nao conseguiram conter seus poderes excessivos.

source: So they say the three ran like the wind off into the grassland.
pt: Dizsem que os tres se correram como o vento e se foram pela grama.
