Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-32.-43.po
Languages: pt

source: It's a list of winning trainers.
pt: E uma lista dos treinadores vencedores.

source: Pryce is a veteran who has trained Pokemon for some 50 years.
pt: Pryce e um veterano que vem treinado Pokemon a mais de 50 anos.

source: He's said to be good at freezing opponents with ice-type moves.
pt: Ele disse para ser bom em congelar adversarios com movimentos tipo gelo.

source: That means you should melt him with your burning ambition!
pt: Isso significa que voce deveria derrete-lo com sua ambicao flamejante!

source: Check out my parallel turn!
pt: atencao ao turno paralelo!

source: I'll freeze your Pokemon, so you can't do a thing!
pt: Eu vou congelar seu Pokemon, entao voce nao podera fazer nada!

source: I know Pryce's secret.
pt: Eu sei o segredo de Pryce.

source: This gym has a slippery floor.
pt: Este ginï¿½sio tem um chao escorregadio.

source: It's fun, isn't it?
pt: E divertido, nao e?

source: But hey--we're not playing games here!
pt: Mas ei--Nao estamos jogando aqui!

source: To get to Pryce, our gym leader, you need to think before you skate.
pt: Para chegar ate o Pryce, o lider do ginasio, voce precisa pensar antes de patinar.

source: Pokemon have many experiences in their lives, just like we do.
pt: Pokemon tem muitas experiencias em suas vidas, tal como nos fazemos.

source: I, too, have seen and suffered much in my life.
pt: Eu Tambem vi e sofri muito na vida.

source: Since I am your elder, let me show you what I mean.
pt: Considerando que sou seu anciao, deixe me lhe mostrar o que eu quero dizer.

source: I have been with Pokemon since before you were born.
pt: Eu estive com Pokemons desde antes de voce nascer.

source: I do not lose easily.
pt: Eu nao perco facilmente.

source: I, Pryce--the winter trainer--shall demonstrate my power!
pt: Eu, Pryce--O treinador do inverno--demostrarei meu poder!
