Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-33.-33.po
Languages: pt

source: Welcome to the game corner.
pt: Bem Vindo ao canto de jogo.

source: Do you need game coins?
pt: Voce precisa de moedas de jogo?

source: Oh, you don't have a coin case for your coins.
pt: Ah, voce nao tem um porta moedas para suas moedas.

source: Welcome!
pt: Bem Vindo!

source: We exchange your game coins for fabulous prizes!
pt: Nos trocamos suas moedas de jogo por premios fabulosos!

source: Oh? You don't have a coin case.
pt: Ah? Voce nao tem um porta moeda.

source: Please report this bug!
pt: Por favor informe esse erro!

source: I couldn't win at the slots, and I blew it on card flipping...
pt: Eu nï¿½o pude vencer nos caca niqueis, e eu trapaceei numa virada de carta...

source: I got so furious, I tossed out my coin case.
pt: Eu fiquei tao furioso que joguei fora meu porta moeda.

source: I taught Blizzard to my Pokemon.
pt: Eu ensinei Blizzard para meu Pokemon.

source: It was hard to get enough coins for it, but it was worth it.
pt: Foi muito dificil conseguir moedas suficientes , mas valeu a pena.

source: I won't quit until I win!
pt: Eu nao vou desistir ate que eu ganhe!

source: I just love this new slot machine.
pt: Eu amo esse novo caca niqueis.

source: It's more of a challenge than the ones in Celadon.
pt: E mais desafiante que os de celadon.

source: Life is a gamble. I'm going to flip cards till I drop!
pt: A vida e uma aposta. Eu vou virar cartas ate eu cair!

source: Card flip...
pt: virada de carta...

source: I prefer it over the slots because it's easier to figure the odds.
pt: Eu prefiros os caca niqueis porque eh mais facil ter nocao das chances.

source: But the payout is much lower.
pt: Mas o pagamento e muito menor.

source: Wahahah! The coins keep rolling in!
pt: Wahahah! As moedas continuam rolando!
