Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-35.-35.po
Languages: pt

source: Can you inflict any damage on our Pokemon?
pt: Voce pode causar algum dano no meu Pokemon?

source: Stumped by our invisible floor?
pt: Ficou impressionado com nosso chao invisivel?

source: I spent the spring with my Pokemon.
pt: Passei a primavera com o meu Pokemon.

source: Then summer, fall and winter...
pt: Entao, verao, outono e inverno ...

source: Then spring came again. We have lived together for a long time.
pt: Entao primavera chegou novamente. Temos vivido juntos durante muito tempo.

source: I shall win!
pt: Eu ganharei!

source: Good of you to have come.
pt: Bom de voce ter vindo.

source: Here in Ecruteak, Pokemon have been revered.
pt: Aqui em Ecruteak, Pokemons tem sido respeitados.

source: It's said that a rainbow-colored Pokemon will come down
pt: Dizem que um Pokemon da cor do arco-iris vai descer

source: to appear before a truly powerful trainer.
pt: e vai aparecer para um treinador verdadeiramente poderoso.

source: I believe that tale, so I have secretly trained here all my life.
pt: Acredito no que falo, por isso eu tenho treinado secretamente aqui toda a minha vida.

source: As a result, I can now see what others cannot.
pt: Como resultado, eu posso ver agora o que os outros nao podem.

source: Just a bit more...
pt: Basta um pouco mais ...

source: With a little more, I could see a future in which I meet the Pokemon of rainbow colors.
pt: Com um pouco mais, eu poderei ver um futuro no qual conhecerei o Pokemon da cor do arco-iris.

source: You're going to help me reach that level!
pt: Voce vai me ajudar a alcancar esse nivel!

source: The trainers here have secret motives.
pt: Os treinadores aqui tem motivacoes secretas.

source: If you win, they may tell you some deep secrets about Ecruteak.
pt: Se ganhar, eles podem lhe contar alguns segredos sobre Ecruteak.

source: It's a list of winning trainers.
pt: E uma lista dos treinadores vencedores.
