Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-36.-36.po
Languages: pt

source: The Kimono Girls are so beautiful...
pt: As Meninas de Kimono sao tao bonitas ...

source: But they have to go through rigorous training.
pt: Mas elas tem de passar por um rigoroso treinamento.

source: And they have to learn to follow customs before appearing in public.
pt: E elas tem que aprender a seguir padroes antes de aparecerem em publico.

source: But if you love something, anything is possible.
pt: Mas se voce ama alguma coisa, qualquer coisa e possivel.

source: Not only are the Kimono Girls great dancers, they're also skilled at
pt: AS meninas de Kimono nao sao grandes danï¿½arinas, elas tambem sao qualificadas em

source: I always challenged them, but I've never even left a scratch...
pt: Eu sempre as desafio, mas eu nunca deixei sequer um arranhao...

source: That man's always with his Rhydon.
pt: Esse homem esta sempre com o seu Rhydon.

source: Says he wants a Pokemon that can surf and dance.
pt: Diz ele que quer um Pokemon que possa surfar e danca.

source: Is he trying to make a synchronized swimming Pokemon?
pt: Ele esta tentando fazer um nado sincronizado Pokemon?

source: You have lovely Pokemon. May I see them in battle?
pt: Voce tem adoraveis Pokemons. Posso ve-los em batalha?

source: I always dance with my Pokemon.
pt: Eu sempre danco com meus Pokemons.

source: Of course, I also train them.
pt: Claro, eu tambem os treino.

source: Isn't my barrette pretty? Oh. A Pokemon Battle?
pt: Nao e bonita minha presilha? Ah. Uma batalha Pokemon?

source: Oh, you're a cute trainer. Would you like to battle?
pt: Ah, voce e uma gracinha de treinador. Voce gostaria de batalha?

source: Do you like my dancing? I'm good at Pokemon too.
pt: Voce gosta da minha danca? Eu tambem sou boa em Pokemon.
