Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-38.-38.po
Languages: pt

source: It's a list of winning trainers.
pt: E uma lista de treinadores ganhadores.

source: My Pokemon and I are bound together by friendship.
pt: Eu e meu Pokemon estamos ligados pela amizade.

source: Our bond will never be broken!
pt: Nosso laco nunca sera quebrado!

source: We martial artists fear nothing!
pt: Nos os artistas marciais nao temos medo de nada!

source: Words are useless. Let your fists do the talking!
pt: Palavras sao inuteis. Deixe seus punhos falarem por voce!

source: My raging fists will shatter your Pokemon!
pt: Meus punhos furiosos quebraram seu Pokemon!

source: Wahahah!
pt: Ha!!!!

source: So you've come this far!
pt: Entao voce chegou ate aqui!

source: Let me tell you, I'm tough!
pt: Voce veio de um lugar distante!

source: My Pokemon will crush stones and shatter bones!
pt: Deixe-me falar, eu sou dificil!

source: Scared now, are you?
pt: Meu Pokemon esmagara pedras e quebrara ossos!

source: What? It has nothing to do with Pokemon battles? That's true!
pt: Voce esta assustado? estah ?

source: Come on. We shall do battle!
pt: O que? Nao tem nada a ver com batalhas Pokemons? Isso e verdade!
