Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-44.-14.po
Languages: pt

source: Hey! You have Pokemon! Come on!
pt: Ei! Voce tem Pokemons! Aproxime-se!

source: Let's battle 'em!
pt: Vamos batalhar!

source: Yo!
pt: Nossa!

source: You can't jam out if you're a Pokemon trainer!
pt: você nao pode dar bobeira se for um treinador Pokemon!

source: I might be little, but I won't like it if you go easy on me!
pt: Eu poderia ser pouco, mas eu não vou gostar se você vai facil pra mim!

source: Did you know that Pokemon evolve?
pt: Você sabia que o Pokemon pode evoluir?

source: Hey! Wait up!
pt: Ei! Espere!

source: What's the hurry? Why the rush?
pt: Qual e a pressa? Por que a pressa?

source: I came here with some friends to catch us some bug Pokemon!
pt: Eu vim aqui com alguns amigos para nos pegar algum Inseto Pokemon!

source: They're all itching to get into some Pokemon battles!
pt: Estão todos ansiosos para entrar em algumas batalhas Pokemon!

source: I was throwing PokeBalls to catch Pokemon, and I ran out.
pt: Eu estava jogando Pokebolas para capturar Pokemon, e eu corri para fora.

source: That's why you can never have too many PokeBalls.
pt: Isso e porque você nunca pode ter Pokebolas demais.

source: Trainer Tips
pt: Trainer Dicas

source: You can cut down little trees with a certain trainer skill level.
pt: Voce pode cortar as arvores aos poucos, com um certo nivel de habilidade de treinador.

source: If your Pokemon are weak and you want to avoid battles,
pt: Se o seus Pokemon sao fracos e voce quiser evitar batalhas,

source: stay away from enemy trainers and grassy areas!
pt: fique longe dos treinadores inimigos e das areas gramadas!

source: Talk to every NPC you see!
pt: Converse com todos os NPC`s que voce ve!

source: Some of them might give you special items or even Pokemon!
pt: Alguns deles podem lhe dar itens especiais ou o mesmo Pokemon!

source: Some of the major caves have extended areas.
pt: Algumas das grandes cavernas tem areas mais extensas.

source: Go check them out!
pt: Vai verificar la fora!

source: Leaving Viridian Forest
pt: Deixando a floresta de Veridian

source: Pewter City ahead
pt: Cidade de Pewter em frente
