Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-46.-46.po
Languages: pt

source: It's a list of winning trainers.
pt: E uma lista dos treinadores vencedores.

source: Yo! Champ in making!
pt: Ola, futuro campeao!

source: Clair uses the mythical and sacred dragon-type Pokemon.
pt: A Clair usa Pokemons do sagrado e mitologico tipo dragao.

source: You can't damage them very easily.
pt: Derruba-los nao e uma tarefa facil.

source: But you know, they're supposed to be weak against ice-type moves.
pt: Mas saiba que eles sao supostamente fracos contra golpes do tipo gelo.

source: Your first battle against dragons?
pt: Sua primeira batalha contra dragoes?

source: I'll show you how tough they are!
pt: Vou te mostrar como eles sao fortes!

source: My chance of losing? Not even one percent!
pt: Que chance eu tenho de perder?! Nem um por cento!

source: Dragons are sacred Pokemon.
pt: Os dragoes sao Pokemons sagrados.

source: They are full of life energy.
pt: Estao repletos de energia vital.

source: If you're not serious, you won't be able to beat them.
pt: Se voce nao levar isso a serio, nao vai conseguir derrota-los.

source: I am Clair.
pt: Me chamo Clair.

source: The world's best dragon master.
pt: A maior mestra em dragoes do mundo.

source: I can hold my own against even the Pokemon league's Elite Four.
pt: Eu me saio bem mesmo contra a Elite dos Quatro, da liga Pokemon.

source: Do you still want to take me on?
pt: Voce ainda assim deseja me enfrentar?

source: ...Fine. Let's do it!
pt: ...Esta bem. Vamos la!

source: As a gym leader, I will use my full power against any opponent!
pt: Como lider de ginasio, atacarei meu oponente com forca total!
