Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-46.-19.po
Languages: pt

source: Okay!
pt: Tudo bem!

source: Be sure to read what's on the blackboard carefully!
pt: Certifique-se de ler o que esta no quadro-negro com cuidado!

source: Whew! I'm trying to memorize all my notes.
pt: Ufa! Estou tentando memorizar todas as minhas notas.

source: Let's check out the notebook.
pt: Vamos verificar o notebook.

source: Pokeballs are used to catch Pokemon.
pt: Pokebolas sao utilizadas para capturar Pokemon.

source: Up to six Pokemon can be carried in your party.
pt: Ate seis Pokemons podem ser transportados com você.

source: People who raise and battle with Pokemon are called Trainers.
pt: Pessoas que capturam e batalham com Pokemons, sao chamadas de treinadores.

source: A healthy Pokemon may be hard to catch, so weaken it first.
pt: Um pokemon saudavel pode ser difícil de capturar,de enfraquece-lo primeiro.

source: Poison, burn, or cause another status problem to weaken it.
pt: Envenena-lo,queima-lo,ou causar outro problema de status para enfraquece-lo.

source: Pokemon trainers seek others to engage in Pokemon battles.
pt: Treinadores pokemons procuram outros para batalharem.

source: To trainers, the taste of victory is sweet, indeed.
pt: Para os treinadores, o sabor da vitoria é doce, de fato.

source: Battles are constantly waged everywhere.
pt: Acontecem batalhas em toda parte.

source: The ultimate goal for all Pokemon trainers is simple.
pt: O objetivo final para todo treinador pokemon é simples.

source: It is to defeat all gym leaders.
pt: É derrotar todos os líderes de ginásios.

source: Do so to earn the right to face...
pt: Faca isso para ganhar o direito de enfrentar...

source: The top trainers around the world in exciting tournaments!
pt: Os melhores treinadores ao redor do mundo em torneio emocionante!

source: Girl: Hey! Don't look at my notes!
pt: Garota:Hey!Não olhe minhas notas !

source: The blackboard lists Pokemon status problems during battles.
pt: O quadro negro lista os problemas de status do Pokemon durante as batalhas.

source: Sleep: A Pokemon can't attack if it's asleep.
pt: Sleep: Um Pokemon nao pode atacar, se ele esta dormindo.

source: Pokemon will stay asleep even after battles.
pt: Pokemon ficara dormindo, mesmo depois das batalhas.

source: Use Awakening to awaken one from sleep.
pt: Use Awakening para despertar de um sleep.

source: Burn: A burn reduces attack power. It also causes ongoing HP loss.
pt: Burn: A queimadura reduz o poder de ataque. Ela também causa perda de HP enquanto estiver andando.

source: A burn remains after a battle. Use Burn Heal to cure a burn.
pt: Burn continua depois de uma batalha. Use Burn Heal para curar uma queimadura.

source: Poison: When poisoned, a Pokemon's health steadily drops.
pt: Poison: Quando envenenado, a saude do Pokemon diminue aos poucos.

source: Poison lingers after battles. Use an Antidote to cure poison!
pt: Poison continua apos as batalhas. Use um Antidote para curar o envenenamento!

source: Freeze: A frozen Pokemon becomes helplessly immobile.
pt: Freeze: Um Pokemon frozen se torna impotente, imóvel.

source: It stays frozen even after the battle ends.
pt: Ele permanece congelado, mesmo apos o fim da batalha.

source: Use Ice Heal to thaw out the suffering Pokemon.
pt: Use Ice Heal thaw para fora o sofrimento Pokemon.

source: Paralysis: Paralysis reduces speed and may prevent the Pokemon from moving.
pt: Paralysis: Paralisa reduz a velocidade e pode impedir o Pokemon de se mover.

source: Paralysis remains after battles. Use Parlyz Heal for treatment.
pt: A Paralysis permanece após as batalhas. Use Parlyz Heal para o tratamento.
