Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-47.-25.po
Languages: pt

source: It's a list of winning trainers.
pt: E uma lista dos treinadores vencedores.

source: Hiya! Do you want to dream big?
pt: Hiya! Você quer sonhar grande?

source: Do you dare to dream of becoming the Pokemon champ?
pt: Você ousa sonhar em ser um Campeão Pokemon?

source: I'm no trainer, but I can advise you on how to win.
pt: Não sou treinador, mas posso te dar um conselho de como vencer.

source: All right! Let's get happening!
pt: Tudo certo! Vamos fazer acontecer!

source: The gym leader's Pokemon are very strong, beware!
pt: Os Pokemons dos líderes de ginásio são bem fortes, cuidado!

source: His lowest Pokemon are level 80!
pt: Os mais fracos são level 80!

source: So, you're here. I'm Brock. I'm Pewter's gym leader.
pt: Então, Você está aqui. Eu sou Brock. Sou o líder do ginásio de Pewter.

source: My rock-hard willpower is evident even in my Pokemon.
pt: Minha força de vontade dura como pedra é evidente até em meus Pokemons.

source: That's right - my Pokemon are all the rock type!
pt: Está certo, meus Pokemons são todos do tipo Pedra!

source: Fuhaha! You're going to challenge me knowing that you'll lose?
pt: Fuhaha! Você irá me desafiar mesmo sabendo que irá perder?

source: Fine, then! Show me your best!
pt: Ótimo então! Me mostre o seu melhor!
