Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-49.-42.po
Languages: pt

source: I'm Falkner, The Violet Pokemon Gym leader!
pt: Me chamo Falkner, o lider do ginasio Pokemon de Violeta!

source: People say you can clip flying-type Pokemon's wings
pt: Dizem que um choque de eletricidade pode aparar as asas

source: with a jolt of electricity...
pt: de um Pokemon de tipo voador...

source: I won't allow such insults to bird-Pokemon!
pt: Nao permitirei tais insultos aos Pokemon passaros !

source: I'll show you the real power of the magnificent
pt: Vou mostrar a voce o verdadeiro poder dos magnificos

source: bird-Pokemon!
pt: passaros Pokemon!

source: Let me see if you are good enough to face Falkner!
pt: Vamos ver se voce e bom o bastante para encarar o Falkner!

source: The keyword is guts!
pt: A palavra-chave e fibra!

source: Those here are training night and day to become bird Pokemon masters.
pt: Todos aqui tem treinado noite e dia para se tornarem mestres dos passaros Pokemon.

source: Come on!
pt: Pode vir!

source: Hey! I'm no trainer but I can give some advice!
pt: Ei! Nao sou um treinador, mas posso lhe dar alguns conselhos!

source: Believe me! If you believe a championship dream can come true.
pt: Acredite em mim! Se acreditar, um sonho de gloria pode se tornar realidade.

source: You believe? Then listen.
pt: Voce acredita? Entao escute.

source: The grass-type is weak against the flying-type. Keep this in mind.
pt: O tipo grama e fraco contra o tipo voador. Tenha isso em mente.

source: It's a list of winning trainers.
pt: E uma lista de treinadores que venceram neste ginasio.
