Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-49.-39.po
Languages: pt

source: The blackboard describes Pokemon status changes in battle.
pt: O quadro-negro descreve as mudancas de status que podem ocorrer numa batalha.

source: Sleep: If asleep, your Pokemon can't make a move.
pt: Sono: Adormecido, um Pokemon nao se move.

source: A sleeping Pokemon doesn't wake up after battle.
pt: Um Pokemon adormecido nao acorda depois da batalha.

source: Wake it up with an Awakening.
pt: Resolva com um spray Despertador.

source: Burn: A burn steadily consumes HP. It also reduces attack power.
pt: Queimadura: Uma queimadura constantentemente consome PV. A potencia dos ataques tambem e reduzida.

source: A burn lingers after battle.
pt: Esses efeitos persistem apos a batalha.

source: Use a Burn Heal as the cure.
pt: Cure-a com um Antiqueimadura.

source: Poison: If poisoned, a Pokemon steadily loses HP.
pt: Veneno: Envenenado, um Pokemon perde quantias constantes de PV.

source: Poison lingers after the battle, and HP is lost as you walk.
pt: O envenenamento persiste apos a batalha e cada passo dado pelo treinador provoca perda de PV.

source: To cure it, use an Antidote.
pt: Para cura-lo, use um Antidoto.

source: Paralysis: Paralysis reduces speed and may prevent the Pokemon from moving.
pt: Paralisia: Reduz a velocidade e pode impedir o Pokemon de agir.

source: Paralysis remains after battles. Use Paralyze Heal for treatment.
pt: A paralisia persiste apos a batalha. Trate com um Desparalisante.

source: I traded my best Pokemon to the guy beside me.
pt: Troquei meu melhor Pokemon com esse garoto aqui ao lado.

source: Huh? The Pokemon I just got is holding something!
pt: Ahn? O Pokemon que consegui esta carregando algo!

source: A Pokemon holding a berry will heal itself in battle.
pt: Pokemons carregando uma fruta vao se curar sozinhos em uma batalha.

source: Many other items can be held by Pokemon...
pt: Muitos outros itens podem ser carregados por Pokemons...

source: It sure is tough taking notes...
pt: Isso e dificil de anotar...

source: I'm taking notes of the teacher's lecture.
pt: Estou concentrado na explicacao da professora.

source: I'd better copy the stuff on the blackboard too.
pt: Melhor copiar o que esta no quadro-negro tambem.
