Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-5.1.po
Languages: pt

source: Day-Care; Let us raise your Pokemon for you!
pt: Day-Care; Deixe nos criar seu Pokemon pra você!

source: Route 34
pt: Rota 34

source: Goldenrod City - Azalea Town
pt: Cidade de Goldenrod - Cidade de Azalea

source: Ilex Forest somewhere between
pt: Ilex Forest entre em qualquer lugar

source: I caught many Pokemon here! Let's battle!
pt: Eu peguei muitos Pokemon aqui! Vamos batalhar!

source: Isn't my Pokemon cute? Let me show you!
pt: Meu Pokemon nao e atraente? Deixe eu mostrar para voce!

source: I am relaxing here, please go away!
pt: Estou relaxando aqui, por favor, vá embora!

source: I don't have as many Pokemon as my brother. But I have stronger ones!
pt: Eu nao tenho muitos Pokemons como meu irmao. Mas tenho os mais fortes!

source: Wait! Who's there? Go Growlithe!
pt: Aguarde! Quem está aí? Vai Growlithe!

source: This is the way to Goldenrod City. Let's battle before we go there.
pt: Este é o caminho para a Cidade de Goldenrod. Vamos batalha antes de ir para lá.
