Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-50.-50.po
Languages: pt

source: Yo challenger!
pt: olï¿½ desafiante!

source: Bugsy's young, but his knowledge of bug Pokemon is for real.
pt: Jovem Bugsy, mas seus conhecimentos sobre Pokemon inseto sao verdadeiros.

source: It's going to be tough without my advice.
pt: Vai ser dificil sem o meu conselho.

source: Let's see... Bug Pokemon don't like fire.
pt: Vamos ver ... Pokemon tipo inseto nao gostm de fogo.

source: Flying-type moves are super-effective too.
pt: Tipo voador tem movimentos super eficazes tambem.

source: You want to see the leader? We come first!
pt: Voce quer ver o lider? Chegamos primeiro!

source: Hi! Are you challenging the leader? No way!
pt: Ola! Voce vai desafiar o lider? De forma alguma!

source: Bug Pokemon are cool and tough!
pt: Pokemon tipo insetos sao corajosos e fortes!

source: I'll prove it to you!
pt: Eu vou provar para voce!

source: Bug Pokemon evolve young. So they get stronger that much faster.
pt: Pokemon Tipo inseto evoluem rapido. Entao eles ficam mais fortes muito mais rapido.

source: You already beat some other trainers? Whew, you're mighty!
pt: Voce ja venceu alguns outros treinadores? Uau voce e poderoso!

source: But my grown-up Pokemon are pretty tough too!
pt: Mas meus Pokemons crescidos sao muito fortes tambem!

source: I'm Bugsy! I never lose when it comes to bug Pokemon.
pt: Estou inconformado! Quando se trata de Pokemon inseto, eu nunca perdi.

source: My research is going to make me the authority on bug Pokemon!
pt: Minha pesquisa vai me tornar uma autoridade em Pokemons insetos!

source: Let me demonstrate what I've learned from my studies.
pt: Permitam-me demonstrar o que eu aprendi com os meus estudos.

source: It's a list of winning trainers.
pt: E uma lista de treinadores vencedores.
