Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-50.-37.po
Languages: pt

source: Please report this bug!
pt: Por favor reporte esse bug!

source: Welcome to the Kanto Power Plant.
pt: Bem vindo a kanto power plant.

source: The eastern part is opened for trainers.
pt: A parte leste está aberta aos treinadores.

source: I came here to catch some electric-type Pokemon.
pt: Eu vim aqui para pegar algums Pokemons elétricos.

source: Sorry, this area is for staff only.
pt: Desculpe, essa área é para membros apenas.

source: We have restored the western part of the Power Plant.
pt: Nós tivemos de restaurar a parte ocidental de power plant.

source: The eastern part is still a habitat for wild Pokemon.
pt: A parte oriental ainda é habitada por pokemons selvagens.

source: We wanted to fully restore the Power Plant.
pt: Nós queriamos restaurar toda power plant.

source: we couldn't drive them all out. Some of them are protected species.
pt: Nós não poderíamos nos livrar de todos,alguns são espécies protegidas.

source: energy. This can become a problem, if they drain too much.
pt: Energia. Isso pode se tornar um problema, se eles drenarem muito.

source: This is the Power Plant control room. We watch over the machinery here.
pt: Esta é a sala de controle da power plant.

source: Please leave me alone until today's tests are finished.
pt: Por favor, me deixe só até que os testes estejam terminados.
