Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-6.-4.po
Languages: pt

source: Let me see what your Pokemon are capable of.
pt: Vamos ver do que os seus Pokemons sï¿½o capazes.

source: Such darling Pokemon.
pt: Que Pokemons adoraveis...

source: Let's show our Pokemon together at the same time.
pt: Vamos escolher nossos Pokemons ao mesmo tempo.

source: This is a good time to brag about my Pikachu!
pt: Essa seria uma boa hora para eu me gabar do meu Pikachu!

source: You came at just the right time.
pt: Voce apareceu na hora certa.

source: Let's battle.
pt: Vamos batalhar.

source: I just got back to Olivine.
pt: Eu acabei de voltar de Olivia.

source: So how about a Pokemon battle?
pt: Entao, que tal uma batalha Pokemon?

source: Route 39
pt: Rota 39

source: Olivine City - Ecruteak City
pt: Cidade de Olivia - Cidade de Ecruteak

source: Moomoo Farm
pt: Fazenda Moomoo

source: Enjoy our fresh and tasty milk
pt: Aproveite o nosso leite fresco e saboroso

source: Trainer Tips
pt: Dicas de treinador

source: Use the forums to report rule breakers.
pt: Use os foruns para denunciar jogadores trapaceiros.

source: Make sure to take a screenshot.
pt: Registre tudo com uma captura de tela (PrintScreen).
