Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-7.-3.po
Languages: pt

source: Route 40
pt: Rota 40

source: Cianwood City - Olivine City
pt: Cidade de Cianwood - Cidade de Olivia

source: Although you can't see it from here, Cianwood is across the sea.
pt: Embora nao se possa ver daqui, Cianwood esta do outro lado deste mar.

source: I came to Olivine by ship to see the sights and soak up the atmosphere.
pt: Eu vim de navio para Olivia para apreciar a vista e sentir esta atmosfera.

source: Being a port, it feels so different from a big city.
pt: Um porto e tao diferente de uma cidade grande!

source: You have to warm up before going into the water.
pt: Voce tem que se aquecer antes de entrar na agua.

source: That's basic.
pt: Isso e basico.

source: Are you going to Cianwood?
pt: Voce esta indo para Cianwood?

source: How about a quick battle first?
pt: Que tal uma batalha rapida primeiro?

source: No inner tube for me.
pt: Nao uso boias.

source: I'm hanging on to a sea Pokemon!
pt: Estou montando em um Pokemon marinho!

source: Hey, you're young and fit!
pt: Ora, voce e saudavel e jovem!

source: Don't ride your Pokemon! Swim!
pt: Nao fique ai em cima do seu Pokemon! nade!
