Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-7.-2.po
Languages: pt

source: The water's warm here. I'm loose and limber.
pt: A agua e morna aqui. Me sinto relaxado e aquecido.

source: Sure, I'll take you on!
pt: Claro, eu aceito o seu desafio!

source: I'm a bit tired. If I win, lend me your Pokemon.
pt: Estou meio cansado. Se eu vencer me empreste seus pokemon

source: If you need to rest, just tread water.
pt: Se precisar descansar um pouco, pare e boie.

source: You'll get your wind back, so you can keep on going strong.
pt: Assim voce recupera o folego e se fortalece.

source: Are you seeking the secrets of Whirl Islands?
pt: Esta investigando os segredos das Ilhas dos Redemoinhos?

source: The weather is so beautiful, I'm in a daze!
pt: O tempo que faz aqui e tao belo... Estou encantada!

source: The waves are wild here.
pt: As ondas daqui sao bravas.

source: They tire you out while you swim.
pt: Nadar por elas vai cansar voce.

source: See those islands that are blocked by rocks?
pt: Esta vendo aquelas ilhas bloqueadas por rochas?

source: There just has to be a secret!
pt: Tem que haver um segredo ali!

source: You look so elegant, riding your Pokemon.
pt: Voce parece tao elegante, em cima do seu Pokemon...

source: I'm on my way to Whirl Islands.
pt: Estou a caminho das Ilhas dos Redemoinhos.

source: I'm going exploring with friends.
pt: Vou para la explorar com alguns amigos.

source: At night, Staryu gather near the water's surface.
pt: Ao anoitecer, os Staryu se reunem junto da superficie da agua.
