Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/-8.-2.po
Languages: es, pt

source: Cianwood City Photo Studio
es: Estudio Fotografico de Ciudad Cianwood
pt: Estudio fotografico de Cianwood

source: Take a snapshot as a keepsake!
es: Toma una foto para el recuerdo!
pt: Tire uma foto como recordacao! Cianwood

source: Cianwood City
es: Ciudad Cianwood
pt: Um porto rodeado de mares bravios.

source: A port surrounded by rough seas
es: Un puerto rodeado por mareas altas
pt: Ginasio Pokemon da cidade de Cianwood

source: Cianwood City Pokemon gym
es: Gimnasio Pokemon de Ciudad Cianwood
pt: Lider: Chuck

source: Leader: Chuck
es: Lider: Chuck
pt: Seus punhos vigorosos fazem todo o trabalho

source: His roaring fists do the talking
es: Sus golpes hablan por el
pt: 500 anos de tradicao

source: 500 years of tradition
es: 500 anios de tradicion
pt: Farmacia de Cianwood

source: Cianwood City Pharmacy
es: Farmacia Ciudad Cianwood
pt: Aguardamos os seus pedidos

source: We await your medical queries
es: Esperamos su consulta medica
pt: Aguardamos suas consultas m√©dicas
