Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/0.-1.po
Languages: de, pt

source: Route 45
pt: Rota 45

source: Mountain RD. ahead
de: Gebirgspass voraus
pt: Montanha RD. em frente

source: Be prepared for anything!
de: Sei f�r alles bereit!
pt: Esteja preparado para tudo!

source: Let me see if your Pokemon have been raised properly!
de: Lass mich sehen, ob deine Pokemon richtig erzogen wurden!
pt: Deixeme ver se seus Pokemons estao devidamentes evoluidos!

source: What are your thoughts on raising Pokemon?
de: Was denkst du �ber die Erziehung von Pokemon?
pt: O que voce pensa sobre evoluir Pokemons?

source: My Pokemon are power packed!
de: Meine Pokemon sind voller Energie!
pt: Meus Pokemons estao cheios de poder!

source: What is your battle strategy?
de: Was ist deine Kampfstrategie?
pt: Qual e a sua estratagia de batalha?

source: It is foolish to use strong moves indiscriminately.
de: Es ist t�richt starke Angriffe unbedacht zu nutzen!
pt: E tolice usar jogadas fortes indiscriminadamente.

source: I was training here alone.
de: Ich habe hier alleine trainiert.
pt: Eu estava treinando sozinho, aqui.

source: Behold the fruits of my labor!
de: Bestaune die Fr�chte meiner Arbeit!
pt: Veja o fruto do meu trabalho.

source: Why do I climb mountains?
de: Warum steige ich auf Berge?
pt: Porque eu escalo montanhas?

source: Because they're there.
de: Weil es sie gibt.
pt: Porque eles estao la!

source: Why do I train Pokemon?
de: Warum trainiere ich Pokemon?
pt: Por que tenho que treinar Pokemons?

source: Because they're there!
de: Weil es sie gibt!
pt: Porque eles estao la!

source: Yo! You're spunky! But you know what?
de: Hey! Du bist couragiert! Aber weisst du was?
pt: Oh! Voce esta com muita coragem! Mas voce sabe porque?

source: When it comes to sheer spunkiness, I'm the man!
de: Wenn es um Courage geht, dann bin ich dein Mann!
pt: Quando se trata de mera coragem, eu sou o cara!

source: I'm really, really tough!
de: Ich bin sehr, sehr stark!
pt: Eu sou durao, muito durao!
