Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/0.-2.po
Languages: de, pt

source: The Dragon's Den has been opened to the public.
de: Die Drachenh�hle wurde f�r die �ffentlichkeit ge�ffnet.
pt: A Toca do Dragao foi aberta ao publico.

source: You may enter.
de: Du kannst eintreten.
pt: Voce pode entrar.

source: Blackthorn City
de: Ebenholz City
pt: Cidade de Blackthorn

source: A quiet mountain retreat
de: Ein ruhiger Ort in den Bergen!
pt: Um tranquilo refugio na montanha

source: Move Deleter's House
de: Haus des Attackenverlerners
pt: Casa do Deletador de Movimentos

source: Trainer Tips
de: Trainer Tipps
pt: Dicas de treinador

source: There are no Dratinis in Dragon's Den
de: Es gibt keine Dratinis in der Drachenh�hle
pt: Nao tem Dratinis na Toca do Dragao

source: Blackthorn City Pokemon gym
de: Ebenholz City Pokemon-Arena
pt: Ginasio Pokemon da cidade de Blackthorn

source: Leader: Clair
de: Arenaleiterin: Sandra
pt: Lider: Clair

source: The blessed user of dragon Pokemon
de: Die gesegnete Drachen-Pokemon-Trainerin!
pt: O abencoado jogador de Pokemon dragao

source: Dragon's Den ahead
de: Drachenh�hle voraus
pt: Toca do Dragao em frente
