Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/1.0.po
Languages: pt

source: Do you know what you just did?
pt: Sabe o que voce fez?

source: You've taken your first step into Kanto.
pt: Voce deu seu primeiro passo em Kanto.

source: Check your map and see.
pt: Confira seu mapa e veja.

source: Tohjo Falls
pt: Cachoeira Tohjo

source: The link between Kanto and Johto
pt: A ligacao entre Kanto e Johto.

source: It's rare to see anyone come here.
pt: E raro ver alguem vir aqui.

source: Are you training on your own?
pt: Voce esta treinando por conta propria?

source: You look pretty strong. Let me battle you!
pt: Voce parece bem forte. Me deixe batalhar com voce!

source: Hm? You're good, aren't you?
pt: Hum? Voce e bom, nao e ?

source: Don't say a thing!
pt: Nao diga nada!

source: Let me guess what you're thinking.
pt: Deixe-me adivinhar o que voce esta pensando.

source: Mmmmmmm...
pt: Hummmmmmmm...

source: I got it! You're on the way to Kanto!
pt: Eu consegui! Voce esta a caminho de Kanto!

source: You shouldn't underestimate the wild Pokemon in these parts.
pt: Voce nï¿½o deve subestimar os Pokemon selvagem desta regiao.
