Repository: Cobraitak8/PocketMonstersOnline
Catalog: res/po/*/NPC/2.0.po
Languages: pt

source: I'm feeling great today!
pt: Eu estou me sentindo incrivel hoje!

source: I feel like I could boot even the Elite Four!
pt: Eu sinto como se pudesse bater ate a Elite dos Quatros!

source: Wow, look at all those Pokemon! I'm impressed.
pt: Uauu, olha para todos aqueles Pokemon! Estou impressionado.

source: But you're not statisfied by just collecting them, right?
pt: Mas voce nao esta satisfeito por apenas colecionalos, certo?

source: Since you are walking around here, you must be good.
pt: Por estar caminhando aqui, voce deve ser bom.

source: I'm going to give this battle everything I've got!
pt: Eu vou dar tudo que tenho, nesta batalha!

source: By experiencing tough battles, you gain power.
pt: Enfrentando batalhas dificeis, voce fica forte.

source: I'm making my final preparations for the PokeNet League.
pt: Estou fazendo os preprarativos finais para a Liga PokeNet.

source: I lost to trainers before you, so I don't mind.
pt: Ja perdi para outros treinadores antes de voce, entao nao me importo.

source: Route 26
pt: Rota 26

source: Route 22 and PokeNet Kanto/Johto League reception gate ahead.
pt: Rota 22 e Portao de Entrada Liga Pokenet kanto/Johto em frente
